Repository: chriscapisce/hestia-nginx-cache
Catalog: languages/hestia-nginx-cache-*.po
Languages: pt_br

source: Hestia Nginx Cache Integration for WordPress. Auto-purges the Nginx cache when needed.
pt_br: Integração de Hestia Nginx Cache para WordPress. Limpa automaticamente o cache Nginx quando necessário.

source: Settings
pt_br: Configuração

source: API Settings
pt_br: Configurações da API

source: Server hostname
pt_br: Nome do host do servidor

source: Server port
pt_br: Porta do servidor

source: Access key
pt_br: Chave de acesso

source: Secret key
pt_br: Chave secreta

source: Hestia username
pt_br: Nome de usuário do Hestia

source: Domain to purge
pt_br: Domínio a limpar

source: Plugin Settings
pt_br: Configurações do Plugin

source: Show button in the admin bar
pt_br: Exibir botão na barra de administração

source: Admin bar button text
pt_br: Texto do botão na barra de administração

source: Please refer to the plugin's installation guide for information on how to generate an API key.
pt_br: Por favor, consulte o guia de instalação do plugin para obter informações sobre como gerar uma chave de API.

source: Settings for the plugin.
pt_br: Configurações para o plugin

source: Leave empty for default
pt_br: Deixe em branco para o padrão

source: Purge Nginx Cache
pt_br: Limpar Cache do Nginx

source: The Hestia Nginx Cache could not be purged!
pt_br: Não foi possível limpar o Cache do Nginx Hestia Cache!

source: The Hestia Nginx Cache was purged successfully.
pt_br: O Cache do Hestia Nginx Cache foi limpo com sucesso.

source: Version
pt_br: Versão

source: Configuration
pt_br: Configurações

source: The plugin has been configured
pt_br: O plugin foi configurado

source: The plugin has not been configured
pt_br: O plugin não foi configurado
